Repository: Hamad-Anwar/Animal-App
Catalog: lib/l10n/app_*.arb
Languages: mr

# title
source: Hello World
mr: नमस्ते जग

# welcome_message
source: Welcome to my app
mr: माझ्या अनुप्रयोगात आपले स्वागत आहे

source: Farm Market
mr: कृषि बाजार (Krishi Bazaar)

source: Search for farms
mr: शेतांच्या शोध

source: No Post Available
mr: कोणतेही पोस्ट उपलब्ध नाही

# something_went_wrong
source: Something Went Wrong! try again
mr: काहीतरी गडबड झालं! पुन्हा प्रयत्न करा

source: Animal
mr: प्राणी

source: Farm
mr: शेत

source: Market
mr: बाजार

source: Call
mr: कॉल करा

source: Like
mr: आवड

source: Share
mr: शेअर करा

source: WhatsApp
mr: व्हाट्सअॅप

source: Latest Updates
mr: नवीनतम अद्यतन

source: Post Details
mr: पोस्ट तपशील

source: Enter name
mr: नाव प्रविष्ट करा

source: Upload Images
mr: छायाचित्रे अपलोड करा

source: Upload
mr: अपलोड करा

source: Age
mr: वय

source: Age of Animal
mr: प्राण्याचे वय

source: Price
mr: किंमत

source: Milk in (kg)
mr: दूध (किलो / किलो)

source: Milk
mr: दूध

source: Child Produced
mr: मुलांची उत्पादने

# no_of_times_child_produced
source: No of time it produced child
mr: मुलांची उत्पादने कितीवेळा

source: Address
mr: पत्ता

# enter_location
source: Enter your location
mr: आपल्या स्थानाची प्रविष्टी करा

source: Description
mr: वर्णन

source: Other details of animal
mr: प्राण्याचे इतर तपशील

source: Start Date
mr: सुरुवाती तारीख

source: Price per kg/dozen
mr: किंमत प्रति किलो / दर्जन

source: Acre
mr: एकड़
